Repository: Ledgy/ledgy.com
Catalog: src/locale/*/messages.po
Languages: de

source: Nobody has any access to the equity data you provide. Data is stored in Switzerland, a country with the highest privacy standards. Your stakeholders have no access and get no emails until you explicitly invite them.
de: Niemand hat Zugriff auf die von dir erfassten Beteiligungsdaten. Sie werden in der Schweiz gespeichert, dem Land mit den höchsten Datenschutzstandards. Deine Stakeholder haben keinen Zugriff und erhalten keine E-Mails, bis du sie explizit einlädst.

source: Notifications
de: Benachrichtigungen

source: Numbered shares
de: Aktiennummerierung

source: Numbers are checked for consistency, giving you the peace of mind that none go missing or are assigned twice
de: Die Nummerierung wird auf Konsistenz geprüft, was dir die Gewissheit gibt, dass keine verloren geht oder doppelt vergeben wird

source: One of the most active Swiss early-stage angel investors
de: Einer der aktivsten Schweizer Angel-Investoren für Early Stage

source: Oops. This email address is invalid.
de: Upsala. Diese E-Mail-Adresse ist leider ungültig.

source: Oriol has a background in biotechnology and is passionate about any code-related matter, especially front-end development
de: Oriol hat einen Hintergrund in der Biotechnologie und ist begeistert von jeglicher code-relevanter Materie, insbesondere Frontend-Entwicklung

source: Overview over vested, granted and exercised incentives
de: Überblick über Vesting, herausgegebene und ausgeübte Optionen

source: Password encryption
de: Passwort-Verschlüsselung

source: Peer-reviewed code
de: Code-Audits

source: Phone & chat, onboarding
de: Telefon & Chat, Onboarding

source: Play around with founder- and investor-friendly settings. Let convertibles and pools dilute for all potential stakeholders or for only the existing stakeholders
de: Experimentiere mit gründer- und investorenfreundlichen Rahmenbedingungen, lasse Wandeldarlehen und Pools alle oder nur bestehende Anteilseigner verwässern

source: Pooled investment
de: Gepoolte Investment

source: Pooled investments
de: Gepoolte Investments

source: Pooled investments are common in many countries. Ledgy helps you keep them organized
de: Gepoolte Investitionen sind in vielen Ländern üblich. Ledgy hilft dir, sie zu organisieren

source: Popular content
de: Beliebte Inhalte

source: Portfolio history
de: Portfolio-Historie

source: Pricing
de: Preise

source: Priority support
de: Prioritätssupport

source: Privacy
de: Datenschutz

source: Privacy Policy
de: Datenschutzrichtlinie

source: Privacy made in Switzerland
de: Datenschutz made in Switzerland

source: Privacy made in Switzerland. Because your equity data is not for everyone.
de: Datenschutz made in Switzerland. Denn deine Beteiligungsdaten gehen nur dich etwas an.

source: Pro-rata distribution
de: Pro-rata Verteilung

source: Product
de: Produkt

source: Professional portfolio
de: Professionelles Portfolio

source: Prove your transactions by linking their respective legal documents
de: Belege deine Transaktionen durch die jeweiligen rechtlichen Dokumente

source: Prove your transactions with their respective legal documents
de: Belege deine Transaktionen mit den entsprechenden rechtlichen Dokumenten

source: Quick explanations for investment lingo to get you started
de: Kurze Erklärungen für den Fachjargon von Investitionen, um den Einstieg zu erleichtern

source: Quickly pull up documents by the information of their linked transactions; for example, all of a specific stakeholder, share class or date range
de: Finde Dokumente anhand der verknüpften Transaktionen z.B. zu einer Person, Aktienklasse oder in einem Datumsbereich

source: Quickly pull up legal documents by the information of their linked transactions
de: Finde Dokumente anhand der Informationen der verknüpften Transaktionen

source: Read more
de: Mehr erfahren

source: Read-only access for investors, a secure data room for document sharing, and audit trails eliminate the need for costly due diligence tools
de: Datenraum, Audit-Trail und schreibgeschützter Zugriff für Investoren ersparen dir teure Due-Diligence Tools

source: Receive important feature updates, exclusive webinar invitations, and promotions/offers
de: Erhalten wichtige Updates zu neuen Features, exklusive Webinar-Einladungen und Promotion/Angebote

source: Record of edits
de: Historie der Änderungen

source: Recurring reports
de: Regelmässige Reports

source: Recurring reports, KPIs
de: Regelmäßige Berichte, KPIs

source: Regular encrypted backups ensure nothing is ever lost
de: Regelmäßige verschlüsselte Backups stellen sicher, dass nie etwas verloren geht

source: Report
de: Bericht

source: Resources
de: Ressourcen

source: Round & Exit Modeling
de: Runden & Exit Modellierung

source: Round Calculator
de: Finanzierungsrechner

source: Round and Exit Modeling
de: Modellierung von Finanzierungsrunden und Exits

source: Rounded share price, or exact to 10 decimals
de: Wähle zwischen gerundeten oder auf 10 Dezimalstellen exakten Preis

source: Save changes
de: Speichern

source: Save hours of manual work by getting rid of complicated spreadsheets
de: Spare Stunden an Arbeit, indem du manuelle Excel Prozesse loswirst

source: Save hours of work by getting rid of manual spreadsheet processes, keep track of any vesting schedule, get notified of important vesting and expiry events, get started in minutes with the spreadsheet importer.
de: Spare Stunden an Arbeit, indem du auf manuelle Tabellenkalkulationsdokumente verzichtest und den Überblick über alle Vesting-Pläne behältst, dich über wichtige Verfallstermine informieren lässt und innerhalb weniger Minuten mit dem Import von Tabellendokumenten beginnst.

source: Save on costly due diligence tools
de: Spare dir kostspielige Due-Diligence Tools

source: Save time in future due diligence by attaching legal documents to their transactions, making them easily searchable by transaction information
de: Spare Zeit bei zukünftigen Due-Diligence-Prüfungen, indem du an alle Transaktionen die relevanten rechtlichen Dokumente anhängst, welche später ganz einfach gefunden und aufgerufen werden können

source: Screenshot of the Ledgy app
de: Screenshot der Ledgy-App

source: Secure data room
de: Sicherer Datenraum

source: Security
de: Sicherheit

source: See how many shares have to be reserved for a fixed percentage employee pool
de: Finde heraus, wie viele Aktien für einen festen prozentualen Mitarbeiterpool reserviert werden müssen

source: See the Demo
de: Demo ansehen

source: See your pools and employee participation grants in the cap table
de: Sehe deine Pools und Mitarbeiterbeteiligungen im Cap Table

source: Server call rate limit
de: Limitierung der Server-Anfragen

source: Set your company up for future due diligences, saving you hours of work and lawyer costs
de: Bereite dein Unternehmen auf zukünftige Due-Diligence-Prüfungen vor und spare dir Arbeitszeit und Anwaltskosten

source: Share number checking
de: Überprüfung der Aktiennummerierung

source: Share the documents attached with the stakeholders of this transaction
de: Teile die angehängten Dokumente mit den Beteiligten dieser Transaktion

source: Share them with individual stakeholders or with stakeholder groups
de: Teile sie mit einzelnen Investoren oder Gruppen

source: Share your published reports with selected stakeholders
de: Veröffentliche deine Reports, sobald sie fertig sind, um sie mit ausgewählten Investoren zu teilen

source: Share your scenarios as a PDF, including valuations, investments, convertibles, amount of shares, and cap table
de: Teile deine Szenarien als PDF, einschließlich Bewertungen, Investitionen, Wandeldarlehen, Aktienanzahl und Cap Table

source: Show cap table fully diluted
de: Fully-diluted Ansicht des Cap Tables

source: Sign up
de: Registrieren

source: Sign up for the Ledgy newsletter
de: Jetzt für den Ledgy-Newsletter anmelden

source: Simulation settings
de: Simulationseinstellungen

source: Speed up your onboarding process with the bulk import feature
de: Durch die Importtools kannst du innert kürzester Zeit loslegen

source: Spela found her passion for business development through her experiences co-founding a startup, and as an early employee at a SaaS company. She holds a Waldorf teaching diploma, and a Master’s degree in Pharmacy.
de: Spela entdeckte ihre Begeisterung für Business Development durch ihre Erfahrungen bei der Gründung eines Start-ups, und später als eine der ersten Mitarbeiterin eines SaaS-Unternehmens. Sie hat ein Lehrdiplom der Waldorf-Schule und einen Master in Pharmazie.

source: Spreadsheet importer
de: Tabellenimport

source: Stakeholder information, company information, share ledger transaction history, other cap table details. Equity data and all related information is used exclusively for the provision of the services
de: Stakeholderinformationen, Unternehmensinformationen, Transaktionshistorie des Aktienbuchs, andere Details des Cap Tables. Aktiendaten und alle damit verbundenen Informationen werden ausschließlich für die Erbringung der Dienstleistungen verwendet

source: Stakeholders access rights
de: Zugriffsrechte der Stakeholder

source: Stakeholders will only be notified if you explicitly invite them yourself
de: Stakeholder werden nur benachrichtigt, wenn du sie ausdrücklich dazu einlädst

source: Stored encrypted with the battle-tested <0>bcrypt algorithm</0> at 13 rounds
de: Verschlüsselt mit dem bewährten <0>bcrypt-Algorithmus</0> mit 13 Runden

source: Strong passwords
de: Sichere Passwörter

source: Style your reports to your needs with the rich-text editor
de: Gestalte Berichte nach deinen Bedürfnissen mit dem Rich-Text-Editor

source: Subscribe
de: Abonnieren

source: Successful companies share regular updates with their stakeholders, holding themselves accountable
de: Erfolgreiche Unternehmen teilen regelmäßig Updates mit ihren Stakeholdern

source: Support for many transaction types, including issuance, transfer, convertibles, stock split, share destruction, and valuations
de: Transaktionsbasiert, mit Unterstützung von allen Typen angefangen bei der Ausgabe von Anteilen, Übertragung, Wandelanleihen, Bewertungen, bis hin zu Aktiensplit und Aktienvernichtung

source: Supports everything
de: Unterstützt alles

source: Supports everything: pools, options, phantom options, warrants, vested stocks, and inverse vesting
de: Unterstützt alles von Pools über Optionen, Phantomoptionen, Warrants, gevestete Anteile bis hin zu inversem Vesting

source: Supports issuance, transfer, convertibles, stock split, valuations, treasury shares, unlimited share classes and more
de: Unterstützt Ausgabe, Übertragung, Wandeldarlehen, Aktienteilung, Bewertungen, eigene Aktien, unbegrenzte Aktienklassen und mehr

source: Supports non-participating, participating with and without a cap, and interest payment
de: Unterstützt Non-participating, Participating mit und ohne Cap, sowie Zinsen

source: Swiss data protection
de: Schweizer Datenschutz

source: Switzerland
de: Schweiz

source: Technical data
de: Technische Daten

source: Terms of Service
de: Nutzungsbedingungen

source: The Ledgy Blog
de: Der Ledgy-Blog

source: The code is always reviewed by at least one other engineer
de: Jede Zeile Code wird immer von mindestens einem weiteren Entwickler geprüft

source: The frequency of server calls is limited to prevent brute-force attacks
de: Die Anzahl an Server-Anfragen ist beschränkt, um Brute-Force-Attacken zu verhindern

source: The simplest and most time-efficient way to manage portfolios as an investor
de: Der einfachste und zeitsparendste Weg, sein Portfolio als Investor zu verwalten

source: The site is accessible only through HTTPS (<0>A+ rating</0>)
de: Unsere Seite ist ausschließlich über HTTPS erreichbar (<0>A+-Rating</0>)

source: The transaction-based cap table allows browsing through the history
de: Der Cap Table basiert auf Transaktionen und ermöglicht so eine schnelle Prüfung der Historie

source: They will list all assets owned by the stakeholder and optionally include a tax value of the shares
de: Sie listen alle Vermögenswerte des Stakeholders auf und beinhalten optional einen Steuerwert der Anteile

source: They work with numbered shares and you can even run exit modeling with all economic stakeholders
de: Nummerierte Aktien werden unterstützt und du kannst sogar eine Exit-Modellierung mit allen Wirtschaftsbeteiligten durchführen

source: This is a brief summary of the privacy policy. For the details, please read our <0>Privacy Policy</0>.
de: Dies ist eine kurze Zusammenfassung der Datenschutzerklärung. Für Details lese bitte unsere <0>Datenschutzerklärung</0>.

source: This page is only available in
de: Diese Seite ist nur verfügbar auf

source: Thoughts on cap tables, financing rounds, and legal issues around running and managing a startup.
de: Gedanken zum Cap Table, Finanzierungsrunden und rechtlichen Fragen rund um das Leiten und Managen eines Startups.

source: Tokenization
de: Tokenisierung

source: Track KPIs, write recurring reports, and share them with your investors
de: Erfasse KPIs, schreibe regelmässige Berichte und teile sie mit deinen Investoren

source: Track any vesting schedule
de: Verfolge jeden Vesting-Plan

source: Track exercise, termination and expiration
de: Behalte den Überblick über Ausübung, Kündigung und Verfall

source: Track your valuations and understand the history in terms of percentage and number of shares
de: Verfolge die Unternehmensbewertung und verstehe die Historie in Bezug auf prozentuale und absolute Verteilung

source: Transaction-based
de: Transaktionsbasiert

source: Transaction-based cap table prepares you for future due diligence, saving you hours of work and lawyer costs
de: Transaktionsbasierter Cap Table, der für zukünftige Due-Diligence vorbereitet und dadurch Zeit und Anwaltskosten spart

source: Transparent history
de: Transparente Historie

source: Trust your Cap Table
de: Vertraue deinem Cap Table

source: Try 30 days free
de: 30 Tage gratis testen

source: Two-factor authentication
de: 2-Faktor-Authentisierung

source: Understand dilution
de: Verstehe Dilution

source: Understand how dilution works by quickly comparing different modeling scenarios
de: Verstehe, wie Dilution funktioniert, indem du verschiedene Modellierungsszenarien miteinander vergleichst

source: Understand how dilution works by quickly comparing different modeling scenarios for financing rounds and exits, including convertibles and employee pools.
de: Verstehe, wie Verwässerung funktioniert, indem du verschiedene Modellierungsszenarien für Finanzierungsrunden und Exits, einschließlich Wandeldarlehen und Mitarbeiterpools, vergleichst.

source: Understand the dilution impact of the financing round
de: Verstehe den Verwässerungseffekt einer Finanzierungsrunde

source: Understand the impact of liquidation preferences
de: Verstehe die Auswirkungen von Liquidationspräferenzen

source: Unforgeable proof that your documents were not modified since the certification
de: Fälschungssicherer Nachweis, dass deine Dokumente seit der Zertifizierung nicht verändert wurden

source: Unlimited
de: Unlimitiert

source: Unlimited admins
de: Unlimitierte Admins

source: Unlimited rounds & scenarios
de: Beliebige Runden & Szenarien

source: Up to 50 MB
de: Bis zu 50 MB

source: Up to 500 MB
de: Bis zu 500 MB

source: Usage statistics and usage profile
de: Nutzungsstatistiken und Nutzungsprofile

source: Use simple linear vesting with duration, interval and cliff, define your own custom vesting schedule, or select a preset
de: Verwende lineares Vesting mit Dauer, Intervall und Cliff, definiere deinen eigenen Vesting-Plan oder wähle eine Voreinstellung

source: Users have to set a <0>secure password</0>
de: Alle Nutzer müssen ein <0>extrem sicheres Passwort</0> wählen

source: Uses your existing cap table percentages to distribute a fixed amount
de: Verwendet deine bestehenden Prozentsätze des Cap Table, um einen festen Betrag zu verteilen

source: Using Ledgy from the beginning thus builds a new level of due diligence history
de: Von Anfang an Ledgy zu benutzen baut dadurch ein ganz neues Level an Vertrauen für zukünftige Due Diligence auf

source: VAT number
de: VAT-Nummer

source: Valuation
de: Bewertung

source: Vesting, expiry, maturity
de: Vesting, Verfall, Maturität

source: View the cap table in legal or economic terms
de: Analysiere den Cap Table aus rechtlichem oder wirtschaftlichem Blickwinkel

source: Visualizations help you understand what happens
de: Grafiken helfen dir zu verstehen, was passiert

source: Walk through the basics of setting up your Ledgy account
de: Gehe durch die Grundlagen der Einrichtung deines Ledgy-Accounts

source: Watch live-recorded videos with educational content for the startup world
de: Schaue dir live aufgezeichnete Videos mit Lerninhalten für die Startup-Welt an

source: Watch now
de: Jetzt ansehen

source: We believe that entrepreneurship is the main driver of positive change in the world.<0/>That is why we build beautiful and intuitive software for startups, helping them be more successful.
de: Wir sind überzeugt, dass Unternehmertum der Haupttreiber für positive Veränderungen in der Welt ist.<0/>Deshalb bauen wir schöne und intuitive Software für Startups, um ihnen zu helfen erfolgreicher zu sein.

source: We comply with the Swiss Federal Act on Data Protection (FADP) and the General Data Protection Regulation (GDPR). Read more about <0>GDPR compliance</0>.
de: Wir halten uns an das Bundesgesetz über den Datenschutz (DSG) und die Allgemeine Datenschutzverordnung (GDPR). Lese mehr über unsere <0>Einhaltung der GDPR-Richtlinien</0>.

source: We limit access and sharing as much as reasonably possible. Some information is shared with third party contractors we use to run and improve our service for you
de: Wir beschränken den Zugriff und die Weitergabe so weit wie möglich. Einige Informationen werden an Drittanbieter weitergegeben, die wir verwenden, um unseren Service zu betreiben und zu verbessern

source: We live up to highest security standards. We improve them continuously. <0>See here what we do<1/></0>
de: Wir erfüllen die höchsten Sicherheitsstandards. Und verbessern sie kontinuierlich. <0>Mehr erfahren<1/></0>

source: We operate a <0>bug bounty</0> program on Federacy. Write us a message for an invitation.
de: Wir betreiben ein <0>Bug Bounty</0>-Programm auf Federacy. Schreib’ uns eine Nachricht, um eine Einladung zu erhalten.

source: We started to use Ledgy’s solution while preparing a large and complex series C. It saved significant amount of time and headaches.
de: Wir haben Ledgy zum ersten Mal bei der Vorbereitung einer komplexen Series C Runde verwendet. Es hat uns viel Zeit und Kopfschmerzen gespart.

source: We understand how sensitive equity information is for any business. That’s why your privacy and your data’s security is crucial to us. Here is what we do to protect your data.
de: Uns ist bewusst, wie sensibel und vertraulich der Cap Table für jede Firma ist. Deshalb nehmen wir deine Privatsphäre und die Sicherheit deiner Daten sehr ernst. So schützen wir deine Daten.

source: Webinars
de: Webinare

source: Webinars on cap tables, financing rounds, and legal issues around running and managing a startup.
de: Webinars zum Cap Table, Finanzierungsrunden und rechtlichen Fragen rund um das Leiten und Managen eines Startups.

source: Weekly email notifications if the startups publish new information
de: Erhalte wöchentliche E-Mail-Benachrichtigungen, wenn Startups neue Informationen veröffentlichen

source: What we may collect and why
de: Welche Daten wir sammeln und warum

source: When in round modeling, the cap table below shows the distribution after the round
de: Bei der Rundenmodellierung zeigt der Cap Table die Verteilung danach

source: Worked 5 years as a chef before he majored in food engineering and getting a masters degree in Management, Technology, and Economics at ETH Zurich and HKUST
de: Arbeitete 5 Jahre als Koch, bevor er Lebensmitteltechnik studierte und einen Master-Abschluss in Management, Technologie und Wirtschaft an der ETH Zürich und HKUST erhielt

source: Yoko studied Physics at ETHZ, the University of Oxford and CERN. She was also project lead of Swissloop, helping to build the first Hyperloop pod in Switzerland.
de: Yoko hat Physik an der ETHZ, der University of Oxford und dem CERN studiert. Sie war auch Projektleiterin von Swissloop und half beim Bau des ersten Hyperloop-Pods der Schweiz.

source: You get a <0>20% discount</0> on Premium if your startup helps reduce carbon emissions.<1/><2>Write us</2> about your impact to see if you qualify.
de: Du bekommst <0>20% Discount</0> auf den Premium-Plan, wenn dein Startup nachweislich Emissionen reduziert.<1/><2>Schreib uns</2> über deinen Impact, um herauszufinden, ob das auf dein Startup zutrifft.

source: Your cap table, free forever
de: Dein Cap Table, für immer kostenlos

source: Your data is safe with us
de: Deine Daten sind bei uns sicher

source: and edit log simplify due diligence
de: und Änderungprotokoll vereinfachen Due Diligence

source: and numbered shares are natively supported
de: und Aktiennummerierung wird nativ unterstützt

source: by liquidation preferences
de: durch Liquidationspräferenzen

source: cap table, stock ledger, share register, startup, modeling, financing round, equity, esop, phantom, option plan, virtual, portfolio, reporting, investors
de: Cap Table, Aktienbuch, Aktienregister, Startup, Modellierung, Finanzierungsrunde, Exit, ESOP, VSOP, Beteiligungsplan, Unternehmensbeteiligung, Mitarbeiterbeteiligung, Optionspläne, virtuelle Beteiligung, Reporting, Investor, Portfolio

source: from options, to phantom and vested stock
de: von Optionen, über Phantom- bis hin zu gevesteten Anteilen

source: get notified of vesting events, invite employees
de: werde benachrichtigt über Vesting-Ereignisse, lade Mitarbeiter auf Ledgy ein

source: help you be professional towards your investors
de: helfen dir deinen Investoren gegenüber professionell aufzutreten

source: modeling a new round, including convertibles
de: bei der Modellierung neuer Runden, einschließlich Wandeldarlehen

source: per stakeholder per month
de: pro Stakeholder pro Monat

source: save time and focus on what matters
de: Spare Zeit und konzentriere dich auf Wichtiges

source: saving you hours during due diligence
de: spare Zeit bei der Due Diligence

source: share your key performance indicators
de: teile deine wichtigsten Kennzahlen

source: so you control what others can see and do
de: du kontrollierst, was andere sehen und bearbeiten können

source: stopping the spreadsheet mess
de: stoppe das Durcheinander in Tabellendokumenten

source: that already use Ledgy for their equity management and investor relations
de: die Ledgy bereits für ihre Beteiligungen und Investor Relations nutzen

source: to keep track of changes, including documents
de: um Änderungen im Auge zu behalten

source: to make the calculations fit your needs
de: ermöglichen dir die Anpassung an deinen Fall

source: to manage all of your legal documents
de: zur Verwaltung all deiner rechtlichen Dokumente

source: to prove your transactions
de: um deine Transaktionen zu belegen

source: to stay up-to-date with all your investments
de: um bei deinen Investitionen auf dem Laufenden zu bleiben

source: when planning your next financing round
de: bei der Planung deiner nächsten Finanzierungsrunde

source: with a single click
de: mit einem einzigen Klick

source: Do you have less than €5m in funding?
de: Hast du weniger als €5m Finanzierung?

source: Do you tackle the climate crisis?
de: Löst du die Klimakrise?
