Repository: Ledgy/ledgy.com
Catalog: src/locale/*/messages.po
Languages: de

source: Only pay half the price during your first year on Ledgy. <0>Send us a message</0> and you’ll receive a discount.
de: Du kannst Ledgy für das erste Jahr zum halben Preis bekommen. <0>Schicke uns eine Nachricht</0> und du erhalte den Rabatt.

source: You get a 20% discount on Premium if your startup helps reduce carbon emissions. <0>Tell us about your impact!</0>
de: Du bekommst 20% Discount auf den Premium-Plan, wenn dein Startup nachweislich Emissionen reduziert. <0>Schreib uns über deinen Impact!</0>
