Repository: Ledgy/ledgy.com
Catalog: src/locale/*/messages.po
Languages: de

source: 1 round, 1 scenario
de: 1 Runde, 1 Szenario

source: 2 admins, stakeholder access
de: 2 Admins, Investor-Zugriff

source: 30-day trial
de: 30 Tage testen

source: 4 admins, view-only access
de: 4 Admins, Nur-Lese-Zugriff

source: <0>Admin</0> Full control over the company for your co-founders
de: <0>Admin</0> Volle Kontrolle über das Unternehmen für dein Mitgründer

source: <0>Portfolio</0> Only see their own<1>portfolio<2/></1>stake
de: <0>Portfolio</0> Sehe nur die eigene Beteiligung in deinem <1>Portfolio</1><2/>

source: <0>View</0> See all cap table info in a read-only mode for due diligences
de: <0>Ansicht</0> Lesezugriff auf alle Informationen für Due-Diligence

source: A certificate of each document is automatically stored on the Bitcoin blockchain when it is uploaded
de: Für jedes Dokument wird beim Hochladen automatisch ein Zertifikat auf der Bitcoin-Blockchain gespeichert

source: A secure data room, audit trail, and read-only access for investors means saving on costly due diligence tools.
de: Für jedes Dokument wird beim Hochladen automatisch ein Zertifikat auf der Bitcoin-Blockchain gespeichert.

source: A stakeholder is any holder of shares, (phantom) options, warrants, or convertibles.<0/>It does not include the company treasury or incentive pools.
de: Ein Stakeholder ist Halter von Anteilen, Optionen, Phantom-Anteilen, Warrants oder Wandeldarlehen.<0/>Die Firma selbst oder Beteiligungspools werden nicht eingerechnet.

source: About us
de: Über uns

source: Access rights
de: Zugriffsrechte

source: Add an option pool
de: Optionspool hinzufügen

source: Add any number of scenarios to compare different possibilities
de: Erstelle eine beliebige Anzahl Szenarien, um verschiedene Möglichkeiten miteinander zu vergleichen

source: Add convertibles with cap, discount, and interest and see how they convert during the next round
de: Füge Wandeldarlehen mit Cap, Discount und Zinsen hinzu und sehe, wie sie sich in der nächsten Runde umwandeln

source: Add vesting
de: Vesting hinzufügen

source: Add vesting or inverse vesting to any transaction
de: Hinzufügen von Vesting oder inversem Vesting zu jeder Transaktion

source: Adjust your simulations
de: Flexible Einstellungen

source: All Premium features
de: Alle Premium-Features

source: All data is stored in a secure Swiss data center
de: Alle Daten sind in einem sicheren Schweizer Rechenzentrum gespeichert

source: All standard features
de: Alle Standard-Features

source: All you need in one place
de: Alles an einem Ort

source: All you need in one place: Employee participation plan management, round and exit modeling, due diligence tools and investor relations.
de: Alles, was Du brauchst, an einem Ort: Verwaltung von Mitarbeiterbeteiligungsplänen, Runden- und Exit-Modellierung, Due-Diligence Tools und Investor Relations.

source: Always up-to-date portfolio, curated by your startups
de: Ein stets aktuelles Portfolio, von deinen Start-ups gepflegt

source: Analyze your cap table by stakeholder, share class, or stakeholder group, and view it with outstanding, diluted, or all shares
de: Analysiere nach Stakeholder, Aktienklasse, Stakeholdergruppe, nur mit ausstehenden Anteilen oder verwässert

source: Any vesting schedule
de: Beliebiges Vesting

source: As a startup, be professional towards your investors, track KPIs, write recurring reports. As an investor, this is the simplest and most time-efficient way to manage your portfolio.
de: Als Startup, sei professionell gegenüber den Investoren, verfolge KPIs und schreibe wiederkehrende Reports. Als Investor ist dies der einfachste und zeiteffizienteste Weg dein Portfolio zu verwalten.

source: As featured in
de: Erschienen in

source: Assess the impact of liquidation preferences with waterfall analysis and breakpoint charts
de: Analysiere die Auswirkungen von Liquidationspräferenzen mit Wasserfall- und Breakpoint-Analysen

source: At Ledgy we take your security seriously. Strong passwords, robust encryption, two-factor authentication, and permanent code reviews are among our high safety standards. Find out more about why you can have peace-of-mind while managing your cap table with Ledgy.
de: Wir bei Ledgy nehmen deine Sicherheit ernst. Sichere Passwörter, solide Verschlüsselung, Zwei-Faktor-Authentisierung, und permanente Code-Reviews gehören zu unseren hohen Sicherheitsstandards. Erfahre mehr darüber, warum du mit gutem Gewissen deinen Cap Table mit Ledgy verwalten kannst.

source: Attach doc to transaction
de: Dokument an Transaktion anhängen

source: Attach documents
de: Dokumente anhängen

source: Attach your KPIs and any documents
de: Füge dem Bericht KPIs und Dokumente bei

source: Auto-assign share numbers for all your transactions. Ledgy will determine the next ones available
de: Automatische Zuweisung von Aktiennummern für alle Ihre Transaktionen; Ledgy ermittelt die nächsten verfügbaren

source: Automatically update the stakeholder list, transaction history, and cap table after the round is finished
de: Automatische Aktualisierung der Stakeholderliste, der Transaktionshistorie und des Cap Tables nach Abschluss der Runde

source: Available shares for transfer
de: Verfügbare Aktien für die Übertragung

source: Backed by
de: Unterstützt von

source: Be professional towards your investors as a startup
de: Präsentiere dich als Startup professionell gegenüber deinen Investoren

source: Because your equity data is not for everyone
de: Deine Daten gehen niemanden etwas an

source: Ben has extensive experience in project management and has worked for two years as software-engineer in an ETH research group
de: Ben hat umfangreiche Erfahrung im Projektmanagement und hat zwei Jahre als Software Engineer in einer ETH Forschungsgruppe gearbeitet

source: Blockchain certification
de: Blockchain-Zertifizierung

source: Blockchain notary
de: Blockchain-Notar

source: Breakpoint & exit analyses
de: Breakpoint & Exit-Analyse

source: Breakpoint analyses show in which valuation ranges the preferences have an effect and let you optimally plan your strategy
de: Breakpoint-Analysen zeigen, in welchen Bewertungsbereichen die Präferenzen wirken und ermöglichen die Planung einer optimalen Strategie

source: Browser type and version, time zone setting, location data, operating system, and platform. Analysis and improvement of our Services and communications and to prevent and fix problems
de: Browsertyp und -version, Zeitzoneneinstellung, Standortdaten, Betriebssystem und Plattform. Zur Analyse und Verbesserung unserer Dienstleistungen und Kommunikation sowie zur Vermeidung und Behebung von Problemen

source: Bulk entry
de: Massenerfassung

source: Bulk entry options
de: Optionen für die Massenerfassung

source: Calculates waterfall analysis of liquidation preferences across all rounds
de: Berechnet die Wasserfallanalyse der Liquidationspräferenzen über alle Runden hinweg

source: Cap table during round modeling
de: Cap Table während der Finanzierungsrundensimulation

source: Cap table management
de: Cap Table-Verwaltung

source: Career
de: Karriere

source: Choose between pre- and post-money valuations
de: Verwende Pre- oder Post-Money-Bewertung

source: Choose to only show pools or the detailed view with the grants distributed to their holders
de: Wähle aus, ob nur Pools oder die Detailansicht mit den ausgegebenen Grants angezeigt werden sollen

source: Close
de: Abbrechen

source: Coding since high school, Timo got an award for the best master thesis in computer science and worked one year as a computer engineer in robotics
de: Timo programmiert seit seiner Schulzeit, wurde für die beste Masterarbeit in Computer Science ausgezeichnet und hat ein Jahr als Computer Engineer in der Robotik gearbeitet

source: Collaboration & Due Diligence
de: Zusammenarbeit & Due Diligence

source: Coming soon
de: Bald verfügbar

source: Company
de: Unternehmen

source: Compare and share scenarios
de: Szenarien vergleichen und teilen

source: Comprehensive transaction history
de: Umfassende Transaktionshistorie

source: Contact
de: Kontakt

source: Contact & Imprint
de: Kontakt & Impressum

source: Contact data, usage statistics, and technical data
de: Kontaktdaten, Nutzungsstatistiken und technische Daten

source: Contact us
de: Kontaktiere uns

source: Convert financing round
de: Finanzierungsrunde umwandeln

source: Convert the final scenario in just two clicks
de: Konvertiere das endgültige Szenario in Transaktionen mit nur zwei Klicks

source: Convert to transactions
de: In Transaktionen umwandeln

source: Convertibles
de: Wandeldarlehen

source: Cookie Policy
de: Cookie-Richtlinie

source: Copy an existing scenario to compare it
de: Kopiere ein bestehendes Szenario um es zu vergleichen

source: Copy-pasting employee grants from your existing spreadsheet
de: Kopieren und Einfügen von Mitarbeiterbeteiligungen aus Ihrem bestehenden Tabellendokument

source: Create a cap table
de: Erstelle einen Cap Table

source: Create option or phantom pools reserved for employees and keep track of how much is granted, available, vested and exercised
de: Erstelle Options- oder Phantompools, die für Mitarbeiter reserviert sind, und behalte den Überblick, wie viel versprochen, verfügbar, gevestet und ausgeübt ist

source: Definitions for industry terms relating to cap tables, financing rounds, and legal topics for startups.
de: Definitionen von Fachbegriffen zu Cap Tables, Finanzierungsrunden und rechtlichen Themen für Startups.

source: Digital entrepreneur and investor. Security, crypto & privacy expert
de: Digital Entrepreneur und Investor. Security-, Crypto- & Privacy-Experte

source: Diluted cap table
de: Verwässerter Cap Table

source: Discover all features
de: Entdecke alle Features

source: Discover more about Ledgy
de: Erfahre mehr über Ledgy

source: Distribute investment pro-rata
de: Pro-Rata Verteilung eines Investments

source: Document links
de: Dokumentverknüpfungen

source: Document management
de: Dokumenteverwaltung

source: Document storage
de: Dokumentenablage

source: Document workflow <0/>
de: Dokumenten-Workflows <0/>

source: Does your startup tackle the climate crisis?
de: Hilft dein Startup, die Klimakrise zu lösen?

source: Download and use our ESOP template
de: Lade unsere ESOP-Templates herunter und verwende sie für dein Startup

source: Download holding confirmations with a single click
de: Holdingbestätigungen mit einem einzigen Klick herunterladen

source: Due Diligence and Collaboration
de: Zusammenarbeit & Due Diligence

source: Due diligence history
de: Due Diligence Historie

source: During his studies in engineering as an excellent scholar at ETH Zurich, Jules started working as a software developer building web applications
de: Während seines Ingenieurstudiums als Stipendiat an der ETH Zürich, begann Jules als Softwareentwickler für Webapplikationen zu arbeiten

source: ESOP
de: Mitarbeiterbeteiligung

source: Edit log
de: Bearbeitungsprotokoll

source: Electronic signatures <0/>
de: Elektronische Signaturen <0/>

source: Email notification about upcoming vesting event
de: E-Mail-Benachrichtigung über bevorstehende Vesting-Ereignisse

source: Employee Incentives
de: Mitarbeiter​​​​beteiligungen

source: Employee Participation Plans
de: Mitarbeiterbeteiligungspläne

source: Encrypted connection
de: Verschlüsselte Verbindung

source: Engage your employees
de: Motiviere deine Mitarbeiter

source: Engage your employees with notifications two weeks before a cliff, vesting, or grant event
de: Lasse dich vor dem Ende eines Cliffs, Vestings oder Verfallsdatums benachrichtigen, damit du nicht die Chance verpasst, deine Mitarbeiter mit der Beteiligung zu motivieren

source: English
de: Englisch

source: Enjoy the highest security standards
de: Geniesse die höchsten Sicherheitsstandards

source: Enter your email…
de: Gebe deine E-Mail-Adresse ein…

source: Entrepreneur, business angel, founder of Doodle.com
de: Unternehmer, Business Angel, Gründer von Doodle.com

source: Entrepreneur, technologist, founder of Doodle.com
de: Unternehmer, Technologe, Gründer von Doodle.com

source: Equity data
de: Aktiendaten

source: Equity data is too important to be accidentally tweaked in a spreadsheet
de: Beteiligungsdaten sind zu wichtig, um sie versehentlich in einem Tabellendokument zu verändern

source: Equity done right
de: Beteiligungen richtig verwaltet

source: Equity plan management
de: Beteiligungspläne

source: Every company has KPIs, and investors love seeing them in real-time
de: Jedes Unternehmen hat KPIs und Investoren lieben es, sie in Echtzeit zu verfolgen

source: Exit modeling
de: Exit-Modellierung

source: Features
de: Funktionen

source: Featuring unlimited share classes, treasury shares, pooled investments, and automatically numbered shares
de: Mit beliebig vielen Anteilsklassen, Treasury Anteilen, gepoolten Investitionen und automatischer Aktiennummerierung

source: Finally, I have a reliable overview of all our shares, employee grants, and their legal documents. So much better than the Excel I used before.
de: Endlich habe ich eine zuverlässige Übersicht über all unsere Aktien, Mitarbeiterdarlehen und die rechtlichen Dokumente dazu. Das ist so viel besser als Excel, das ich früher benutzt habe.

source: Financing round modeling
de: Modellierung von Runden

source: Find answers to your most common questions about Ledgy
de: Hier findest du Antworten auf die häufigsten Fragen zu Ledgy

source: Find out why they trust us
de: Warum sie uns vertrauen

source: Find peace of mind with a better cap table tool
de: Behalte den Überblick mit einem besserem Cap Table Tool

source: Flexible, yet intuitive round modeling with support for convertibles, fixed employee pools, and pro-rata distribution
de: Flexible und dennoch intuitive Rundenmodellierung, welche Wandeldarlehen, feste Mitarbeiterpools und pro-rata Verteilungen unterstützt

source: Follow experiences of real-world startups, learn about term sheet negotiations, and much more
de: Entdecke Praxis-Erfahrungen von Startups, erfahre mehr über Term Sheet-Verhandlungen, und vieles mehr…

source: For even better protection of accounts. And our implementation is <0>open source</0>!
de: Für noch mehr Sicherheit der Nutzerkonten. Übrigens, unsere Implementierung ist <0>Open Source</0>!

source: Founder of Meisser Economics, Bitcoin Association Switzerland, and Wuala
de: Gründer von Meisser Economics, Bitcoin Association Schweiz und Wuala

source: Free
de: Gratis

source: Free forever with 50 MB storage
de: Für immer kostenlos mit 50 MB Speicherplatz

source: French
de: Französisch

source: German
de: Deutsch

source: Get Started Free
de: Kostenlos starten

source: Get equity and reporting updates from your portfolio in one place, including transaction history, valuations, legal documents, KPIs, and reports
de: Das Portfolio als zentraler Ort für Informationen zu deinen Beteiligungen, von der Transaktionshistorie über rechtliche Dokumente, Bewertungen, bis hin zu KPIs und Reports

source: Get notified of important vesting and expiry events and engage your employees by inviting them to track their stake on Ledgy
de: Bekomme Benachrichtigungen zu wichtigen Vesting- und Verfallsdaten und binde deine Mitarbeiter mit ein, indem du sie einlädst ihre Beteiligung via Ledgy zu verfolgen

source: Get started
de: Los geht’s

source: Get started in minutes with the copy-paste spreadsheet importer
de: Lege in wenigen Minuten mit dem Copy-Paste-Tool für bestehende Tabellen los

source: Get the calculations right
de: Vermeide kostspielige Fehler

source: Get your cap table and employee participation plans right, from the beginning. Make your financing rounds a success and engage your investors and employees. Know your data is safe and compliant. Try now for free!
de: Erstelle deinen Cap Table und Mitarbeiterbeteiligungspläne von Anfang an richtig. Bringe deine Finanzierungsrunden zum Erfolg und motiviere deine Investoren und Mitarbeiter. Sei unbesorgt, dass deine Daten sicher und konform sind. Jetzt kostenlos testen!

source: Getting Started
de: Erste Schritte

source: Glossary
de: Glossar

source: Grant options, phantom options, warrants or add inverse vesting to stock transactions
de: Gewähre Optionen, Phantomoptionen, Warrants oder füge inverses Vesting zu Aktientransaktionen hinzu

source: Granular access rights
de: Granulare Zugriffsrechte

source: Granular access rights — You are in control
de: Granulare Zugriffsrechte, du hast die Kontrolle

source: HTTP headers prevent cross-site scripting and code injection (<0>A+ rating</0>)
de: HTTP-Header verhindern Cross-Site-Scripting und Code-Injection (<0>A+-Rating</0>)

source: Help
de: Hilfe

source: Help your stakeholders stay up to date
de: Halte deine Stakeholder auf dem Laufenden

source: Here are the ways you can contact us with any questions you have
de: Hier sind die Möglichkeiten, wie du uns bei Fragen erreichen kannst

source: Holding confirmation
de: Besitzbestätigung

source: Holding confirmations
de: Besitzbestätigungen

source: How can we help?
de: Wie können wir helfen?

source: How we protect your information
de: Wie wir deine Informationen schützen

source: I needed exactly that. Every founder should use Ledgy’s modeling tools for financing rounds!
de: Genau das habe ich gesucht. Jeder Gründer sollte Ledgys Modellierungswerkzeug für Finanzierungsrunden benutzen!

source: Identity and contact data
de: Identitäts und Kontaktdaten

source: If you have any questions or discover anything suspicious, please <0>get in touch</0>.
de: Wenn du Fragen hast oder etwas Verdächtiges entdeckst, melde dich bitte bei uns.

source: Illustrations by
de: Illustrationen von

source: In some countries numbering shares is necessary, and it can be a real pain
de: In einigen Ländern ist die Nummerierung von Aktien notwendig, was mühsam sein kann

source: Information about your website and service usage and communication preferences, to personalize and improve our service
de: Informationen über deine Website- und Servicenutzung und Kommunikationseinstellungen, um unseren Service zu personalisieren und zu verbessern

source: Intuitive and correct from the beginning
de: Intuitiv und richtig von Beginn an

source: Intuitive, legally valid, and error-free cap table from the beginning
de: Intuitiver, rechtsgültiger und fehlerfreier Cap Table von Anfang an

source: Intuitive, legally valid, and error-free cap table from the beginning, supporting all transaction types, unlimited share classes, pooled investments, and numbered shares.
de: Intuitive, rechtsgültige und fehlerfreie Cap Tables von Anfang an, die alle Transaktionsarten, unbegrenzte Aktienklassen, gepoolte Anlagen und nummerierte Aktien unterstützt.

source: Investor & consultant (Farmy.ch, Flatfox.ch), founder of Students.ch
de: Investor & Berater (Farmy.ch, Flatfox.ch), Gründer von Students.ch

source: Investor portfolio
de: Investoren-Portfolio

source: Investors
de: Investor Relations

source: Invite your employees to track their stake and vesting in their Ledgy portfolio
de: Lade deine Mitarbeiter dazu ein, ihre Beteiligung und Vesting-Pläne in ihrem Ledgy-Portfolio zu verfolgen

source: It’s as easy as copying and pasting stakeholders, shares issues, or options
de: Ganz einfach Stakeholder, Emissionen oder Optionen aus Excel kopieren und einfügen

source: Jahlela has a background in cognitive neuroscience, graduated from UC Berkeley, and founded a few startups before switching to full-time software engineering
de: Jahlela hat einen Hintergrund in kognitiven Neurowissenschaften, hat an der UC Berkeley studiert und einige Start-ups gegründet, bevor sie zu Vollzeit zur Software-Entwicklung überging

source: Join hundreds of companies
de: Schliesse dich hunderten Startups an

source: Just copy-paste expected and actual values and customize the plots
de: Copy-paste einfach die erwarteten und tatsächlichen Werte und passe die Art der Diagramme an

source: KPI chart
de: KPI-Diagramm

source: Keep an eye on your investments, their value and multiple
de: Behalte deine Investitionen und deren Wert im Auge

source: Keep track of any vesting schedule
de: Behalte den Überblick über alle Vesting-Pläne

source: Keep track of who edited what and hold admins accountable
de: Behalte den Überblick, wer was bearbeitet hat und behalte ein Auge auf Administratoren

source: Kpi chart
de: KPI-Diagramm

source: Language
de: Sprache

source: Leading Spanish investor in early-stage technology startups
de: Der führende Investor aus Spanien im Early Stage-Segment

source: Learn more about
de: Erfahre mehr über

source: Learn more about collaboration
de: Erfahre mehr über Kollaboration

source: Learn more about document management
de: Erfahre mehr über Dokumentenverwaltung

source: Ledgy makes it easy to simulate an investment with a pro-rata distribution
de: Ledgy macht es einfach, eine Investition mit einer pro-rata Verteilung zu simulieren

source: Ledgy scales with your needs. Free for startups, powerful for grown-ups.
de: Ledgy skaliert mit deinen Anforderungen. Kostenlos für Startups, leistungsstark für größere Firmen.

source: Legal documents associated with the transactions at your fingertips
de: Rechtliche Dokumente zu jeder Transaktionen auf einen Blick

source: Let Ledgy’s help center guide you on every single aspect of your company’s equity management
de: Lasse dich von Ledgy’s Help Center zu jedem einzelnen Aspekt des Equity Management zu deinem Startup beraten

source: Let’s Get In Touch
de: Kontaktiere uns

source: Liquidation preferences
de: Liquidationspräferenzen

source: Log In
de: Anmelden

source: Luna is a model of the Saturn V rocket, which has been to space 13 times, and holds the record for largest payload to low Earth orbit. She’s still under construction — <0>Ready to help?</0>
de: Luna ist ein Modell der Rakete Saturn V, welche 13 mal im Weltraum war und den Rekord für die höchste Nutzlast in die untere Erdumlaufbahn hält. Sie ist noch im Aufbau — <0>Willst du helfen?</0>

source: M&A and private equity lawyer with a focus on start-up legal advise, Smartuplaw.ch
de: M&A- und Private-Equity-Anwältin mit Schwerpunkt auf Start-up Beratung, Smartuplaw.ch

source: Make linked documents accessible to stakeholders involved in the transaction
de: Mache diese Dokumente den an der Transaktion beteiligten Personen zugänglich

source: Managing directors
de: Geschäftsleitung

source: Marius has a background in computer science, graduated from Milan University and worked as a lead developer at XING and On
de: Marius hat sein Studium in Informatik an der Universität Mailand abgeschlossen und arbeitete als Lead Developer bei XING und On

source: Meet the team behind Ledgy that went out to help startups thrive. Learn more about the people who trust in us.
de: Lerne das Team hinter Ledgy kennen, das sich zum Ziel gesetzt hat, Start-ups in ihrem Wachstum zu unterstützen. Erfahre mehr über die Menschen, die uns vertrauen.

source: Modeling
de: Modellierung

source: Multiple rounds, 3 scenarios
de: Mehrere Runden, 3 Szenarien

source: Name, email, address and any other details you provide. Provision of our services and management of your subscription. Providing you with updates about our services
de: Name, E-Mail, Adresse und alle anderen Angaben, die du machst. Für die Bereitstellung unserer Dienstleistungen und Verwaltung deines Abonnements. Wir informieren dich über Neuigkeiten zu unseren Dienstleistungen
