Repository: Ledgy/ledgy.com
Catalog: src/locale/*.po
Languages: de

source: About us
de: Über uns

source: Meet the three random folks who went out to build truly a great product. And learn more about the people who trust in us.
de: Treffen Sie die drei Leute, die sich zum Ziel gesetzt haben, ein großartiges Produkt zu bauen. Und erfahren Sie mehr über die Menschen, die uns vertrauen.

source: Our mission
de: Unsere Mission

source: We want to empower entrepreneurs. They should be able to focus on their business, not on bureaucratic paperwork. This is why we want to establish a new, state-of-the-art tool to manage, exchange, and trade securities in private companies. Our goal is to make shares management a breeze for both companies and shareholders.
de: Wir wollen Unternehmer stärken. Sie sollten sich auf ihr Geschäft konzentrieren können, nicht auf bürokratischen Papierkram. Aus diesem Grund möchten wir ein neues, hochmodernes Tool für die Verwaltung, den Austausch und den Handel von Wertpapieren in privaten Unternehmen schaffen. Unser Ziel ist es, das Aktienmanagement für Unternehmen und Aktionäre zu einem Kinderspiel zu machen.

source: Space elevator
de: Weltraumlift

source: Computer vision background, badminton guy, wants to build a space elevator
de: Computer Vision Hintergrund, Badminton-Typ, will einen Weltraumlift bauen

source: Battery science background, martial arts, fascinated by electric cars
de: Batteriewissenschaftshintergrund, Kampfkünste, fasziniert von Elektroautos

source: Medical physics background, loves running, wondering about brain–machine interfaces
de: Medical Physics Hintergrund, liebt das Laufen und denkt über Brain-Machine Interfaces nach

source: Backed by some really cool investors
de: Unterstützt von einigen wirklich coolen Investoren

source: Entrepreneur, Business Angel, Founder of Doodle.com
de: Unternehmer, Business Angel, Gründer von Doodle.com

source: Entrepreneur, Technologist, Founder of Doodle.com
de: Unternehmer, Technologe, Gründer von Doodle.com

source: Founder of Meisser Economics, Bitcoin Association Switzerland, and Wuala
de: Gründer von Meisser Economics, Bitcoin Association Schweiz und Wuala

source: Investor & Consultant (Farmy.ch, Flatfox.ch), Founder of Students.ch
de: Investor & Berater (Farmy.ch, Flatfox.ch), Gründer von Students.ch

source: M&A and Private Equity Lawyer with focus in start-up legal advise, Smartuplaw.ch
de: M&A- und Private-Equity-Anwältin mit Schwerpunkt auf Start-up Beratung, Smartuplaw.ch

source: Consistency
de: Konsistenz

source: Track the complete history of your shares. Integrated consistency checks will guarantee that your cap table is error-free.
de: Verfolgen Sie die komplette Historie Ihrer Aktien. Integrierte Konsistenzprüfungen garantieren, dass Ihre Cap-Tabelle fehlerfrei ist.

source: Guaranteed error-free
de: Garantiert fehlerfrei

source: Replace your Excel with Ledgy
de: Ersetzen dein Excel mit Ledgy

source: Keep all the history of your company’s share register at a single place. No more shuffling around with different documents shared via email, Dropbox, Google Drive or Slack.<0/>Ledgy will be your single source of truth. And it’s a damn good one!<1/><2/>To get started simply enter all transactions from your share register into Ledgy. This is a good opportunity to really understand what has been going on in your cap table.<3/><4/>Need help? <5>Contact us</5> and we will assist you to get started with Ledgy.
de: Bewahren Sie die gesamte Geschichte des Aktienregisters Ihres Unternehmens an einem einzigen Ort auf. Nicht mehr herumschlendern mit verschiedenen Dokumenten per E-Mail, Dropbox, Google Drive oder Slack. <0/> Ledgy wird Ihre einzige Quelle der Wahrheit sein. Und es ist ein verdammt guter! <1/> <2/> Um zu beginnen, geben Sie einfach alle Transaktionen aus Ihrem Aktienregister in Ledgy ein. Dies ist eine gute Gelegenheit, wirklich zu verstehen, was in Ihrem Mützentisch passiert ist. <3/> <4/> Brauchen Sie Hilfe? <5> Kontaktieren Sie uns </ 5> und wir werden Ihnen helfen, mit Ledgy zu beginnen.

source: Create a cap table
de: Erstelle einen Cap Table

source: Ooops, there was an error in your share register? Don’t worry, Ledgy will assist you in getting your cap table straight.<0/>Once finished, sit back and relax. Now you can be assured that your cap table is error-free!
de: Hoppla, in Ihrem Aktienregister ist ein Fehler aufgetreten. Mach dir keine Sorgen, Ledgy wird dir helfen, deinen Kappentisch gerade zu machen. <0/> Wenn du fertig bist, lehn dich zurück und entspann dich. Jetzt können Sie sicher sein, dass Ihr Kappenteller fehlerfrei ist!

source: Transaction error checking
de: Überprüfung der Transaktionen

source: Did you notice the number in the center bottom? Anytime you transfer shares from one shareholder to another, Ledgy will show you how many shares that particular shareholder has <0>available</0> at that given point in time.
de: Hast du die Nummer in der Mitte unten bemerkt? Jedes Mal, wenn Sie Aktien von einem Aktionär auf einen anderen übertragen, wird Ledgy Ihnen zeigen, wie viele Aktien dieser bestimmte Aktionär zu diesem Zeitpunkt <0> zur Verfügung hat </ 0>.

source: Available shares for transfer
de: Verfügbare Aktien für die Übertragung

source: By the way if you decide to number your shares, we also got you covered. Ledgy will track who owns which shares for each transaction and assist you in entering valid share numbers.<0/>With Ledgy you can be sure that no single share number goes missing or is assigned twice.
de: Übrigens, wenn Sie sich entscheiden, Ihre Aktien zu nummerieren, haben wir Sie auch abgedeckt. Ledgy wird verfolgen, wer welche Aktien für jede Transaktion besitzt und Ihnen bei der Eingabe gültiger Aktiennummern helfen. <0/> Mit Ledgy können Sie sicher sein, dass keine einzelne Aktiennummer verloren geht oder doppelt vergeben wird.

source: Share number checking
de: Überprüfung der Aktiennummer

source: Nice charts!
de: Coole Grafiken!

source: Finished? Go back to the <0>Cap Table</0> page and view the result. At any point in the history of your share register, Ledgy can draw you a nice diagram that represents the current equity distribution of your company.
de: Fertig? Kehren Sie zur Seite <0> Cap Table </ 0> zurück und sehen Sie sich das Ergebnis an. Zu jedem Zeitpunkt in der Geschichte Ihres Aktienregisters kann Ledgy ein schönes Diagramm zeichnen, das die aktuelle Aktienverteilung Ihres Unternehmens darstellt.

source: A basic cap table
de: Ein einfacher Cap Table

source: Let’s Get In Touch
de: Wir sind für dich da

source: Here are the ways you can contact us with any questions you have
de: Hier sind die Möglichkeiten, wie Sie uns bei Fragen kontaktieren können

source: Your name
de: Dein Name

source: Your email
de: Deine E-Mail

source: Your message
de: Deine Nachricht

source: Send enquiry
de: Abschicken

source: Give us a call or stop by our door anytime. We will do our best to answer all enquiries within 24 hours on business days.
de: Rufen Sie uns an oder halten Sie jederzeit an unserer Tür. Wir werden unser Bestes geben, um alle Anfragen innerhalb von 24 Stunden an Werktagen zu beantworten.

source: 8008 Zurich, Switzerland
de: 8008 Zürich, Schweiz

source: ESOP
de: Mitarbeiterbeteiligungsplan

source: Keep your employees motivated at work. They deserve it. Ledgy's ESOP module will help you to make it happen.
de: Halten Sie Ihre Mitarbeiter bei der Arbeit motiviert. Sie verdienen es. Das ESOP-Modul von Ledgy wird Ihnen dabei helfen.

source: Employee Stock Ownership Plans
de: Mitarbeiterbeteiligungspläne

source: Make your employees happy
de: Mach deine Mitarbeiter glücklich

source: You’re building a fast growing company and want your valuable employees to be part of your success? Ledgy offers you a powerful module to manage your employee stock ownership plans. No matter if you transfer real stock from your company to an employee, options from a fixed-size pool or even phantom stock.<0/><1/>Add a vesting schedule to your ESOPs and track their status in real-time. Coolest thing ever, let your employees log into Ledgy and allow them to see at any point in time how much stock they have already vested and how many shares are still outstanding.<2/><3/>Go to your <4>Transactions</4> page and click the <5>Add incentive</5> button to get started.
de: Sie bauen ein schnell wachsendes Unternehmen auf und möchten, dass Ihre wertvollen Mitarbeiter Teil Ihres Erfolges sind? Ledgy bietet Ihnen ein leistungsfähiges Modul zur Verwaltung Ihrer Mitarbeiterbeteiligungspläne. Ganz gleich, ob Sie echte Aktien von Ihrem Unternehmen auf einen Mitarbeiter, Optionen aus einem Pool mit fester Größe oder sogar Phantom Stocks übertragen. <0/> <1/> Fügen Sie Ihren ESOPs einen Terminplan hinzu und verfolgen Sie deren Status in Echtzeit. Coolste Sache aller Zeiten: Lassen Sie Ihre Mitarbeiter bei Ledgy einloggen und sehen Sie zu jedem Zeitpunkt, wie viele Aktien sie bereits erworben haben und wie viele Aktien noch ausstehen. <2/> <3/> Gehen Sie zu Ihren <4> Transaktionen </ 4> und klicken Sie auf <5> Incentive hinzufügen </ 5>, um loszulegen.

source: Add incentive plan
de: Beteiligungsplan hinzufügen

source: You can create a detailed vesting schedule by defining over how many months the shares are to be vested, if there’s a cliff and how often a new batch of shares gets assigned to the employee.<0/>As soon as you enter the first numbers, you will see a visual representation of the current schedule.
de: Sie können einen detaillierten Fälligkeitsplan erstellen, indem Sie festlegen, über wie viele Monate die Anteile übertragen werden sollen, ob es sich um eine Klippe handelt und wie oft eine neue Charge Aktien dem Mitarbeiter zugewiesen wird. <0/> Sobald Sie die ersten Zahlen eingeben , sehen Sie eine visuelle Darstellung des aktuellen Zeitplans.

source: Vesting schedule for ESOPs
de: ESOP-Vesting

source: In the case that your employee shares are implemented as options or phantom stock, you might want to define an ESOP pool first. Click the <0>Add pool</0> to create an options or phantom stock pool of a given share class and a fixed size.
de: Falls du Optionen oder Phantom Stock als Mitarbeiterbeteiligung anbietest, solltest du zuerst einen ESOP-Pool definieren. Klicke auf <0>Pool hinzufügen</0>, um einen Pool für Optionen oder Phantom Stock einer bestimmten Aktienklasse und eine feste Größe zu erstellen.

source: Add an incentives pool
de: Füge einen Incentives-Pool hinzu

source: After you have added a pool, you can select it from the incentives screen. Check back at your <0>Cap Table</0> and press <1>Fully diluted</1> to see the newly created pool and employee incentives!
de: Nachdem du einen Pool hinzugefügt hast, kannst du ihn Investives-Formular auswählen. Gehe zurück zur <0>Cap Table</0>-Seite und klicke auf <1>Fully diluted</1>, um die neu erstellten Pool- und Mitarbeiterbeteiligungen zu sehen!

source: Add incentives from a pool
de: Füge Mitarbeiterbeteiligungen aus einem Pool hinzu

source: Keep your employees engaged
de: Motiviere deine Mitarbeiter

source: ESOPs in the employee dashboard
de: ESOPs im Mitarbeiter-Dashboard

source: Discover more about Ledgy
de: Erfahren Sie mehr über Ledgy

source: Round Modeling
de: Modellierung von Finanzierungsrunden

source: Reporting
de: Berichte

source: Investors
de: Investoren

source: Manage your shares.<0/>Not your Excel.
de: Verwalten Sie Ihre Aktien. <0/> Nicht Ihr Excel.

source: Guaranteed Error-Free
de: Garantiert fehlerfrei

source: Did you know that many share registers are incomplete or contain errors? Building a share register with Excel or Word can easily lead to inconsistencies. Set up your shares with Ledgy and be sure that all data is consistent at any time.
de: Wusstest du, dass viele Aktienregister unvollständig sind oder Fehler enthalten? Das Erstellen eines Aktienregisters mit Excel oder Word kann leicht zu Inkonsistenzen führen. Trage deine Aktien in Ledgy ein und stelle sicher, dass alle Daten jederzeit konsistent sind.

source: Financing Round Modeling
de: Modellierung von Finanzierungsrunden

source: What’s the stake percentage of the founders after a VC invests $2,000,000 at a valuation of $7,500,000 taking into account the 2 outstanding convertible loans and increasing the ESOP pool?<0/>Honestly, we don’t know. But Ledgy does.
de: Wie hoch ist der prozentuale Anteil der Gründer, nachdem ein VC $2.000.000 zu einer Bewertung von $ 7.500.000 investiert hat, unter Berücksichtigung der 2 ausstehenden Wandeldarlehen und Erhöhung des ESOP-Pools? <0/> Ehrlich gesagt, wissen wir nicht. Aber Ledgy tut es.

source: Let your employees be part of your company’s success. Ledgy supports vested stock, options, inverse vesting, ESOP pools, and much more.<0/>Employees can even log into Ledgy and track their vested shares in real-time.
de: Lass die Mitarbeiter am Erfolg des Unternehmens teilhaben. Ledgy unterstützt gevestete Aktien, Optionen, inverse Vesting, ESOP-Pools und vieles mehr. <0/> Mitarbeiter können sich sogar bei Ledgy anmelden und ihre erworbenen Aktien in Echtzeit verfolgen.

source: Reporting & Documents
de: Berichte und Dokumente

source: Oh, it’s tax season again and there are 50 holding confirmations waiting to be sent to your shareholders. This means pasting names into document templates, computing the tax value of all shares… <0/>Don’t worry. Generate and send all important documents with a single click on Ledgy.
de: Oje, es ist wieder Zeit Steuererklärungen auszufüllen und es gibt 50 Besitzbestätigungen, die darauf warten, an den Aktionäre versandt zu werden. Das bedeutet, Namen in Dokumentvorlagen einfügen, den Steuerwert aller Anteile berechnen... <0/> Mach dir keine Sorgen. Generiere und sende alle wichtigen Dokumente mit einem einzigen Klick auf Ledgy.

source: Investor Dashboard
de: Investoren-Dashboard

source: the Investor Dashboard
de: das Investoren-Dashboard

source: You are an investor and want to track your portfolio companies? The founders are busy and the numbers they give you are different from your own records?<0/>With their share register on Ledgy, there’s only a single source of truth. Convince your companies and you will never miss anything regarding your investments.
de: Du bist Investor und möchtest einen Überblick der Eckdaten deiner Portfoliounternehmen? Die Gründer sind beschäftigt und die Zahlen, die sie dir geben, unterscheiden sich von deinen eigenen Aufzeichnungen? <0/> Mit deinem Aktienregister auf Ledgy gibt es nur eine einzige Quelle der Wahrheit. Überzeuge deine Unternehmen und du wirst keine Informationen über deine Investitionen mehr verpassen.

source: Illustrations by
de: Illustrationen von

source: Build trust<0/>in your cap table
de: Baue Vertrauen <0/> in deinem Cap Table ein

source: Use Ledgy to track all your shares, manage your ESOPs and model detailed financing rounds.<0/><1/>You are an investor or employee? Get a detailed overview of your investment and check the status of your vesting schedule.
de: Verwende Ledgy, um deine Aktien zu verfolgen, verwalte ESOPs und modelliere detaillierte Finanzierungsrunden. <0/> <1/> Du bist Investor oder Angestellter? Erhalte einen detaillierten Überblick über deine Investitionen und überprüfe den Status deines Vestings.

source: See the demo
de: Teste die Demo

source: Screenshot of the Ledgy app
de: Screenshot der Ledgy-App

source: You’re in good company
de: Du befindest dich in guter Gesellschaft

source: Find out why they trust us
de: Finde heraus, warum sie uns vertrauen

source: Investors love to track the progress of their companies. Help them to be excited about what you have achieved.
de: Investoren lieben es, den Fortschritt ihrer Unternehmen zu verfolgen. Hilf ihnen, sich auf das zu freuen, was du erreicht hast.

source: Your portfolio at a glance
de: Dein Portfolio auf einen Blick

source: As an investor you can profit a lot from Ledgy. Any of your portfolio companies that uses the platform will appear in your investment dashboard. See your key performance indicators of your investments at a glance.<0/><1/>Never lose track about how much you invested in which company and what’s the approximate value of your investments today.
de: Als Investor können Sie viel von Ledgy profitieren. Alle Ihre Portfoliounternehmen, die die Plattform verwenden, werden in Ihrem Investment-Dashboard angezeigt. Sehen Sie Ihre wichtigsten Leistungsindikatoren Ihrer Anlagen auf einen Blick. <0/> <1/> Sie verlieren nie den Überblick darüber, wie viel Sie in welches Unternehmen investiert haben und wie hoch der ungefähre Wert Ihrer Investitionen heute ist.

source: Investment overview
de: Investment-Übersicht

source: The detailed investment table gives an overview over the metrics of your investments. Check out what’s your stake in the company, how many shares you own and how much you initially invested.<0/>Each valuation update that the founders enter into their share register on Ledgy will be reflected in the current value of your shares and your return.
de: Die detaillierte Anlagetabelle gibt einen Überblick über die Kennzahlen Ihrer Anlagen. Prüfen Sie, wie hoch Ihr Anteil am Unternehmen ist, wie viele Anteile Sie besitzen und wie viel Sie ursprünglich angelegt haben. <0/> Jedes Bewertungsupdate, das die Gründer in ihr Aktienregister auf Ledgy eintragen, wird sich im aktuellen Wert Ihrer Aktien und Ihres Rückkehr.

source: Share details
de: Aktiendetails

source: The transaction history will tell you exactly what happened to your shares at what time. Keep track of when you bought or sold shares and at which price. See which options you are currently holding or how much interest is currently on your convertible and whether there was a cap or discount.
de: Der Transaktionsverlauf zeigt Ihnen genau, was zu welcher Zeit mit Ihren Aktien passiert ist. Verfolgen Sie, wann Sie Aktien gekauft und verkauft haben und zu welchem ​​Preis. Sehen Sie, welche Optionen Sie gerade halten oder wie viel Interesse derzeit an Ihrem Convertible besteht und ob es eine Cap oder einen Discount gab.

source: Transaction history
de: Verlauf der Transaktionen

source: Documents & Reporting
de: Dokumente und Berichte

source: Save painful work inserting numbers into templates. Automated documents and reports at your fingertips.
de: Sparen Sie schmerzhafte Arbeit beim Einfügen von Zahlen in Vorlagen. Automatisierte Dokumente und Berichte zur Hand.

source: Make your cap table legally binding
de: Mach’ dein Aktienregister rechtsgültig

source: In order to create a legally binding share register it is necessary to add a handwritten signature. With Ledgy you can download a beautiful snapshot of your company’s shares structure. Simply print and sign it to have a legally valid document.<0/><1/>It includes the current cap table, including the non-diluted and fully-diluted stake of each shareholder (if you have options or phantom stock), your convertibles and ESOPs, and finally the transaction history, which tracks every change ever made to your cap table since the incorporation.
de: Damit das Aktienregister rechtsgültig ist, muss eine handschriftliche Unterschrift hinzugefügt werden. Mit Ledgy kannst du jederzeit ein PDF deines aktuellen Aktienregisters herunterladen. Einfach ausdrucken und unterschreiben, und du hast ein rechtsgültiges Dokument. <0/> <1/> Es enthält den aktuelle Cap Table, einschließlich des non-diluted und fully-diluted Anteil jedes Aktionärs (falls es Optionen oder Phantom Stock gibt), deine Convertibles und ESOPs, und natürlich auch die Transaktionsverlauf, der jede Veränderung seit der Gründung abbildet.

source: PDF export of the share register
de: PDF-Export des Aktienregisters

source: Send holding confirmations with ease
de: Sende “Holding Confirmations” mit Leichtigkeit

source: Remember that day last year during tax season when you had to send holding confirmations to each shareholder, filling out boring Word templates by hand?<0/><1/>We’ve got the solution for you. With a single click Ledgy creates nicely formatted holding confirmations for all of your shareholders and send them directly via email.<2/><3/>Hours of tedious work is now reduced to just a few seconds. Hurray!
de: Erinnerst du dich noch an den Tag letztes Jahr als die Steuerbescheinigungen verschickt werden mussten? Als du jedem einzelnen Aktionär eine Auszug schicken und langweilige Word-Vorlagen von Hand ausfüllen musstest? <0/> <1/> Wir haben die Lösung für dich. Mit einem einzigen Klick erstellt Ledgy schön formatiert “Holding Confirmations” für alle deine Aktionäre und sendet diese direkt per E-Mail. <2/> <3/> Stunden mühsamer Arbeit sind nun auf wenige Sekunden reduziert. Cool!

source: Dialog to holding confirmation
de: Dialog um “Holding Confirmations” zu versenden

source: The holding confirmation lists all assets that a shareholder owns, as well as their total value needed for the tax declaration. Employees will be able to see their stock ownership plans and how many of their total shares they already have vested.<0/>All documents are ready to be sent to the tax authority!
de: Die “Holding Konfirmation” listet alle Vermögenswerte auf, die einem Aktionär gehören, sowie deren Gesamtwert, welcher für die Steuererklärung benötigt wird. Mitarbeiter können ihre Mitarbeiterbeteiligungspläne einsehen und wieviele ihrer Aktien sie bereits erworben haben. <0/> Alle Dokumente sind bereits fertig, um direkt an die Steuerbehörde verschickt zu werden!

source: Bring order into your documents
de: Bring’ Ordnung in deine Dokumente

source: Every transaction in your share register usually comes with a pile of additional documents, like contracts. Get rid of complicated folder structures and simply attach them directly to your transactions. Ledgy gives you an overview over all documents that you uploaded and their corresponding transactions. Also in your transaction history you can select any transaction and see all connected documents at a glance.<0/><1/>You can also share your documents by sending a simple link to your shareholders. This eliminates confusion about different versions of documents, as it is often the case when sending documents via email.
de: Jede Transaktion in Ihrem Aktienregister enthält normalerweise einen Stapel zusätzlicher Dokumente, z. B. Verträge. Befreien Sie sich von komplizierten Ordnerstrukturen und hängen Sie diese einfach direkt an Ihre Transaktionen an. Ledgy gibt Ihnen einen Überblick über alle von Ihnen hochgeladenen Dokumente und deren entsprechende Transaktionen. Außerdem können Sie in Ihrer Transaktionshistorie beliebige Transaktionen auswählen und alle verbundenen Dokumente auf einen Blick sehen. <0/> <1/> Sie können Ihre Dokumente auch teilen, indem Sie einen einfachen Link an Ihre Aktionäre senden. Auf diese Weise werden Verwechslungen bei verschiedenen Versionen von Dokumenten vermieden, wie dies häufig beim Senden von Dokumenten per E-Mail der Fall ist.

source: Document management
de: Dokumenten-Management

source: Simulate the outcome of your upcoming financing rounds. Detailed models give you a headstart over angels and VCs.
de: Simulieren Sie das Ergebnis Ihrer bevorstehenden Finanzierungsrunde. Detaillierte Modelle geben Ihnen einen Vorsprung gegenüber Engeln und VCs.

source: Explore new scenarios for upcoming financing rounds interactively
de: Erforschen Sie interaktiv neue Szenarien für bevorstehende Finanzierungsrunden
