Repository: Ledgy/ledgy.com
Catalog: src/locale/*.po
Languages: de

source: Is your startup running well and you’re already thinking about a new financing round to fuel your growth and take your company to the next level?<0/><1/>Enter a valuation and you will see how your convertibles apply to your cap table immediately. If your convertible has a cap, discount or an interest—Ledgy does the math for you. Add an investment and enter the value of the investment. Watch in real-time how the new investment impacts your current shareholder distribution.<2/><3/>You can find the round modeling tool directly on the <4>Cap Table</4> page.
de: Läuft Ihr Startup gut und Sie denken bereits über eine neue Finanzierungsrunde nach, um Ihr Wachstum anzukurbeln und Ihr Unternehmen auf die nächste Stufe zu bringen? <0/> <1/> Geben Sie eine Bewertung ein und Sie werden sehen, wie sich Ihre Wandelanleihen auf Ihr Unternehmen auswirken Kappentabelle sofort. Wenn Ihr Cabrio einen Cap hat, hilft Discount oder ein Zins-Ledgy für Sie. Fügen Sie eine Investition hinzu und geben Sie den Wert der Investition ein. Beobachten Sie in Echtzeit, wie sich die neue Investition auf Ihre aktuelle Aktionärsverteilung auswirkt. <2/> <3/> Das Rundungsmodell-Tool finden Sie direkt auf der Seite <4> Cap Table </ 4>.

source: Scroll down and you will notice that the cap table now indicates the <0>Round Modeling</0> mode. This gives you a detailed overview about who owns how many shares after applying the new financing round. Cool, eh?
de: Scrollen Sie nach unten und Sie werden feststellen, dass die Cap-Tabelle jetzt den Modus <0> Round Modeling </ 0> anzeigt. So erhalten Sie nach der Anwendung der neuen Finanzierungsrunde einen detaillierten Überblick darüber, wer wie viele Aktien besitzt. Cool, was?

source: Cap table during round modeling
de: Cap-Tabelle während der runden Modellierung

source: Share your scenarios
de: Teilen Sie Ihre Szenarien

source: After you’re finished with modeling your financing round, you can download the scenario as a PDF document and share it with your co-founders, lawyers and investors. The document includes the pre– and post–money valuation of your company, all investments and convertibles with their resulting share price and number of shares and, of course, the resulting cap table. At the end you will also find valuable plots to visualize the new development step of your company.
de: Nachdem Sie mit der Modellierung Ihrer Finanzierungsrunde fertig sind, können Sie das Szenario als PDF-Dokument herunterladen und mit Ihren Mitgründern, Anwälten und Investoren teilen. Das Dokument enthält die Pre- und Post-Money-Bewertung Ihres Unternehmens, aller Investments und Wandelanleihen mit dem daraus resultierenden Aktienkurs und der Anzahl der Aktien und natürlich die daraus resultierende Cap-Tabelle. Am Ende finden Sie auch wertvolle Grundstücke, um den neuen Entwicklungsschritt Ihres Unternehmens zu visualisieren.

source: PDF export of the financing round
de: PDF-Export der Finanzierungsrunde

source: Convert to transactions
de: In Transaktionen konvertieren

source: As soon as you’re done with your financing round, hit the <0>Convert</0> button. This will transform the scenario into real transactions for your share register and make it visible to all shareholders and investors.
de: Sobald Sie mit Ihrer Finanzierungsrunde fertig sind, drücken Sie die Taste <0> Convert </ 0>. Dadurch wird das Szenario in echte Transaktionen für Ihr Aktienregister umgewandelt und für alle Aktionäre und Anleger sichtbar gemacht.

source: Convert financing round
de: Finanzierungsrunde umwandeln

source: Why it’s awesome
de: Warum es großartig ist

source: Sign In
de: Anmelden

source: Try it for free
de: VERSUCH KOSTENLOS

source: Already using Ledgy?
de: Verwenden Sie schon Ledgy?

source: Sign in
de: Anmelden

source: Company
de: Firma

source: Build trust around your cap table
de: Bilden Sie Vertrauen um Ihren Kappentisch

source: Manage your cap table with Ledgy. The single place to track all your shares, manage your ESOPs and model detailed financing rounds.
de: Verwalte deinen Cap-Tisch mit Ledgy. Der einzige Ort, um alle Ihre Aktien zu verfolgen, verwalten Sie Ihre ESOPs und modellieren detaillierte Finanzierungsrunden.

source: cap table, stock ledger, share register, startup, round modeling, equity, esop, reporting, investors
de: cap table, stock ledger, Aktienregister, Startup, runde Modellierung, Aktien, esop, Reporting, Investoren
